//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Anuluj";
"_upload_file_"             = "Wyślij plik";
"_download_file_"           = "Ściągnij plik.";
"_loading_"                 = "Ładowanie";
"_loading_with_points_"     = "Ładuję…";
"_loading_num_"             = "Wczytywanie pliku %i";
"_loading_autoupload_"      = "Automatyczne przesyłanie";
"_uploading_"               = "Wysyłanie";
"_synchronization_"         = "Synchronizacja";
"_delete_"                  = "Usuń";
"_delete_file_n_"           = "Usuń plik %i z %i";
"_rename_"                  = "Zmień nazwę";
"_move_"                    = "Przenieś";
"_move_file_n_"             = "Przenieś plik %i z %i";
"_creating_sharing_"        = "Utwórz udostępnienie";
"_updating_sharing_"        = "Zaktualizuj udostępnienie";
"_removing_sharing_"        = "Usuń udostępnienie";
"_add_"                     = "Dodaj";
"_login_"                   = "Zaloguj";
"_save_"                    = "Zapisz";
"_warning_"                 = "Ostrzeżenie";
"_error_"                   = "Błąd";
"_error_e2ee_"              = "Error E2EE";
"_no_"                      = "Nie";
"_yes_"                     = "Tak";
"_select_"                  = "Wybierz";
"_select_all_"              = "Wybierz wszystko";
"_upload_"                  = "Wyślij";
"_home_"                    = "Pliki";
"_file_to_upload_"          = "Plik do przesłania";
"_destination_"             = "Miejsce przeznaczenia";
"_ok_"                      = "OK";
"_beta_version_"            = "Wersja Beta";
"_function_in_testing_"     = "Funkcja w testach. Proszę prześlij nam informację o jakichkolwiek problemach czy usterkach.";
"_done_"                    = "Ukończono";
"_passcode_too_short_"      = "Kod PIN za krótki, minimalna ilość znaków to 4.";
"_selected_"                = "Wybrany";
"_scan_fingerprint_"        = "Skanowanie linii papilarnych do uwierzytelniania";
"_no_active_account_"       = "Nie znaleziono konta";
"_info_"                    = "Info";
"_warning_"                 = "Ostrzeżenie";
"_email_"                   = "Email";
"_save_exit_"               = "Czy chcesz wyjść bez zapisywania?";
"_video_"                   = "Wideo";
"_overwrite_"               = "Przepisać";
"_transfers_in_queue_"      = "Trwa przesyłanie, proszę czekać…";
"_too_errors_automatic_all_"= "Zbyt dużo błędów, przejdź do \"Centrum kontroli\" aby sprawdzić problem.";
"_create_folder_"           = "Utwórz katalog";
"_create_folder_on_"        = "Utwórz katalog w";
"_close_"                   = "Zamknij";
"_postpone_"                = "Odrocz";
"_remove_"                  = "Przenieś";
"_file_not_found_"          = "Plik nie znaleziony";
"_continue_"                = "Czy chcesz kontynuować?";
"_auto_upload_folder_"      = "Automatyczne przesyłanie";
"_gallery_"                 = "Galeria";
"_photo_"                   = "Zdjęcia";
"_audio_"                   = "Audio";
"_unknown_"                 = "Nieznane";
"_next_"                    = "Następne";
"_success_"                 = "Powodzenie";
"_initialization_"          = "Inicjalizacja";
"_experimental_"            = "Eksperymentalny";
"_select_dir_media_tab_"    = "Select as folder \"Media\"";
"_error_creation_file_"     = "Ops! Could not create the file";
"_save_path_"               = "Save path";
"_save_settings_"           = "Save settings";
"_mode_filename_"           = "Filename mode";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud";
"_restore_"                 = "Restore";
"_camera_roll_"             = "Camera roll";
"_tap_here_to_change_"      = "Tap here to change";
"_no_albums_"               = "No albums";
"_denied_album_"            = "This app does not have access to \"Photos\", you can enable access in Privacy Settings";
"_denied_camera_"           = "This app does not have access to \"Camera\", you can enable access in Privacy Settings";

// App

"_network_available_"       = "Sieć dostępna";
"_network_not_available_"   = "Sieć niedostępna";

// Networking

"_file_too_big_"            = "File too large to be encrypted/decrypted";
"_file_too_big_max_100_"    = "Zbyt duży plik (max 100 kb.)";
"_...loading..._"           = "Ładowanie…";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Nie znaleziono pliku i nie można go ponownie przesłać. Skasuj bieżące wysyłanie i załaduj plik ponownie.";
"_file_already_exists_"     = "Nie można zakończyć operacji, jest plik o takiej samej nazwie";
"_read_file_error_"         = "Błąd odczytu pliku";

// More

"_more_"                        = "Więcej";
"_notifications_"               = "Powiadomienia";
"_logout_"                      = "Wyloguj";
"_quota_space_unlimited_"       = "Unlimited";
"_quota_space_unknown_"         = "Nieznany";
"_quota_using_"                 = "Używasz %@ z %@";

// Settings

"_acknowledgements_"            = "Podziękowanie";
"_settings_"                    = "Ustawienia";
"_passcode_"                    = "Hasło";
"_lock_"                        = "Blokada";
"_lock_active_"                 = "Blokada: Aktywna";
"_lock_not_active_"             = "Blokada: Nieaktywna";
"_lock_protection_no_screen_"        = "Nie pytaj na starcie";
"_lock_protection_no_screen_footer_" = "Użyj opcji \"Nie pytaj na starcie\" dla folderów chronionych tylko dla odczytywania hasła szyfrowania";
"_url_"                         = "URL";
"_username_"                    = "Nazwa użytkownika";
"_change_credentials_"          = "Zmień swoje dane uwierzytelniające";
"_wifi_only_"                   = "Należy używać tylko połączenia Wi-Fi";
"_settings_autoupload_"         = "Automatyczne przesyłanie";
"_app_version_"                 = "Wersja aplikacji";
"_app_in_use_"                  = "Aplikacja w użyciu";
"_contact_by_email_"            = "Skontaktuj się z nami przez e-mail";
"_clear_cache_"                 = "Clear cache";
"_clear_cache_footer_"          = "Clear downloaded and offline files from the app";
"_exit_"                        = "Reset application";
"_exit_footer_"                 = "Remove all accounts and local data from the app";
"_funct_not_enabled_"           = "Functionality not enabled";
"_passcode_activate_"           = "aktywowano kod blokady";
"_disabling_passcode_"          = "Anulowanie kodu blokady";
"_want_exit_"                   = "Uwaga! Nastąpi reset do ustawień początkowych. Kontynuować?";
"_proceed_"                     = "Proceed";
"_delete_cache_"                = "Delete cache";
"_want_delete_cache_"           = "Chcesz usunąć cache?";
"_delete_cache_and_db_"         = "Yes and remove the transfers in progress";
"_want_delete_thumbnails_"      = "Czy chcesz również usunąć wszystkie miniaturki?";
"_mail_deleted_"                = "Mail deleted";
"_mail_saved_"                  = "Mail saved";
"_mail_sent_"                   = "E-mail wysłany";
"_mail_failure_"                = "Nie udało się wysłać e-maila: %@";
"_information_req_"             = "Information request";
"_write_in_english_"            = "Proszę pisz do nas po angielsku";
"_credentials_"                 = "Poświadczenia";
"_manage_account_"              = "Manage account";
"_change_password_"             = "Zmień hasło";
"_add_account_"                 = "Dodaj konto";
"_delete_account_"              = "Usuń konto";
"_want_delete_"                 = "Czy na pewno chesz usunąć?";
"_no_delete_"                   = "Nie, nie usuwaj";
"_yes_delete_"                  = "Tak, usuń";
"_remove_cache_"                = "Czyszczenie pamięci podręcznej, proszę czekać…";
"_optimizations_"               = "Optimizations";
"_synchronizations_"            = "Zsynchronizowane katalogi";
"_version_server_"              = "Server version";
"_help_"                        = "Pomoc";
"_lock_protection_simply_"      = "Password protection simple";
"_change_simply_passcode_"      = "Change password type";
"_quota_"                       = "Limit";
"_available_"                   = "dostępne";
"_cloud_account_"               = "Konto Chmury";
"_information_"                 = "Informacje";
"_personal_information_"        = "Informacje osobiste";
"_user_full_name_"              = "Pełna nazwa";
"_user_address_"                = "Adres";
"_user_phone_"                  = "Numer telefonu";
"_user_email_"                  = "E-mail";
"_user_web_"                    = "Strona WWW";
"_user_twitter_"                = "Twitter";
"_favorite_offline_"            = "Ulubione dostępne offline";
"_favorite_offline_footer_"     = "Ustawienie wszystkich folderów dostępnych offline może zająć dużo czasu oraz używać dużej ilości pamięci.";
"_advanced_"                    = "Zaawansowane";
"Skip"                          = "Pomiń";
"Start"                         = "Rozpocznij";
"_disable_files_app_"           = "Disable Files App integration";
"_disable_files_app_footer_"    = "Do not permit the access of files across the Apple Files application";

// Manage AutoUpload

"_autoupload_"                      = "Automatycznie przesyłaj zdjęcia/filmy";
"_autoupload_select_folder_"        = "Select the \"Auto upload\" folder";
"_autoupload_error_select_folder_"  = "Select a valid folder for the \"Auto upload\"";
"_autoupload_background_"           = "Automatyczne przesyłanie w tle";
"_autoupload_photos_"               = "Automatycznie przesyłaj zdjęcia";
"_autoupload_videos_"               = "Automatycznie przesyłaj filmy";
"_autoupload_description_"          = "Nowe zdjęcia/wideo zostaną wysłane do twojej Chmury";
"_autoupload_description_background_"  = "Ta opcja wymaga dostępu do GPS, aby móc wykryć nowe zdjęcia i filmy w rolce aparatu po znaczącej zmianie lokalizacji";
"_autoupload_background_title_"     = "Ograniczenia";
"_autoupload_background_msg_"       = "Z powodu ograniczeń iOS nie można jeszcze wykonać procesów w tle, chyba że usługi GPS są włączone. Gdy sieć komórkowa ulegnie zmianie, system budzi się na krótki czas i sprawdza nowe zdjęcia w celu przesłania ich do chmury.";
"_autoupload_change_location_"      = "Zmień katalog";
"_autoupload_location_now_"         = "Katalog";
"_autoupload_location_default_"     = "Przywróć domyślny katalog";
"_autoupload_change_location_footer_" = "Zmień folder \"Automatyczne wysyłanie zdjęć z aparatu\" (jeśli opcja jest włączona)";
"_autoupload_not_select_home_"      = "Wybierz katalog";
"_autoupload_save_album_"           = "Skopiuj zdjęcie lub wideo do albumu";
"_autoupload_fullphotos_"           = "Wyślij całą rolkę kamery";
"_autoupload_fullphotos_footer_"    = "Dostosuj opcje wyżej przed wysyłaniem";
"_autoupload_create_subfolder_"     = "Używaj podfolderów";
"_autoupload_create_subfolder_footer_" = "Przechowuj w podfolderach opartych o rok i miesiąc";
"_autoupload_filenamemask_"         = "Zmień maskę nazwy pliku";
"_autoupload_filenamemask_footer_"  = "Zmień automatyczną maskę nazwy pliku";
"_autoupload_current_folder_"       = "Currently selected folder";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Wstęp do Nextclouda";
"_help_activity_verbose_"       = "Szczegółowy strumień aktywności";
"_help_activity_mail_"          = "Wyślij wydarzenia poprzez e-mail";
"_help_activity_clear_"         = "Wyczyść aktywność";


// Manage Advanced

"_show_hidden_files_"           = "Pokaż ukryte pliki";
"_format_compatibility_"        = "Najbardziej kompatybilne";
"_format_compatibility_footer_" = "\"Most compatible\" will save, when possible, photos as JPEG";

// Login

"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_connection_error_"            = "Błąd połączenia";
"_serverstatus_error_"          = "Connection to server failure, verify your server address or network status";
"_add_your_nextcloud_"          = "Dodaj swoje konto Nextcloud";
"_login_url_"                   = "Adres serwera https://…";
"_login_bottom_label_"          = "Nie masz jeszcze serwera?\nWybierz jednego z dostawców.";
"_error_multidomain_"           = "Niedozwolony adres, tylko następujące domeny są prawidłowe:";
"_account_already_exists_"      = "Konto %@ już istnieje";
"_traditional_login_"           = "Revert to old login method";
"_web_login_"                   = "Revert to web login method";

// Favorite

"_favorites_"                   = "Ulubione";
"_favorite_"                    = "Ulubione";
"_unfavorite_"                  = "Nie ulubione";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Tutaj znajdziesz pliki i foldery oznaczone jako ulubione";
"_tutorial_offline_view_"       = "Skopiuj tu pliki, które powinny być dostępne w offline.\n\nBędą one synchronizowane z twoją chmurą.";
"_tutorial_local_view_"         = "Znajdziesz rozpakowane pliki z twojej chmury.\n\nPołącz się do iTunes'a, żeby te pliki współdzielić.";
"_more_"                        = "Więcej";
"_favorite_no_files_"           = "Brak ulubionych";


// Auto Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "Brak zdjęć lub video";
"_tutorial_autoupload_view_"                = "Możesz włączyć automatyczne przesyłanie w \"Ustawienia\"";
"_no_date_"                                 = "No date";
"_today_"                                   = "Dziś";
"_time_"                                    = "Czas: %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Proszę wejdź w \"Ustawienia\" i włącz \"Usługi lokalizacji\"";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Proszę wejdź w \"Ustawienia\" i włącz \"Dostęp do zdjęć\"";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Proszę wejdź w \"Ustawienia\" i włącz \"Dostęp do zdjęć\" i \"Usługi lokalizacji\"";
"_tutorial_photo_view_"                     = "Brak wysłanych zdjęć lub filmów";
"_create_full_upload_"                      = "Tworzę archiwum. Może to zająć długo czasu, proszę czekać.";
"_error_createsubfolders_upload_"           = "Błąd podczas tworzenia podfolderów";
"_activate_autoupload_"                     = "Włącz automatyczne przesyłanie";

// Utility

"_never_"                       = "nigdy";
"_less_a_minute_"               = "mniej niż minutę temu";
"_minutes_ago_"                 = "%d minut temu";
"_hours_ago_"                   = "%d godzin temu";
"_days_ago_"                    = "%d dni temu";
"_connection_internet_offline_" = "Zdaje się, że nie masz połączenia z internetem lub wymagane jest WiFi";
"_insert_password_"             = "wprowadź hasło";
"_update_in_progress_"          = "Aktualizacja wersji, proszę czekać…";
"_forbidden_characters_"        = "Plik lub folder zawiera niedozwolone znaki";
"_mail_not_can_send_mail_"      = "Brak konta lub wprowadzono błędny adres e-mail";

// File

"_photo_camera_"                = "Zdjęcia";
"_media_"                       = "Media";
"_unzip_in_progress_"           = "Trwa rozpakowywanie na dysku lokalnym…";
"_file_unpacked_"               = "Plik został rozpakowany na dysku lokalnym";
"_file_saved_local_"            = "Plik został zapisany na dysku lokalnym.";
"_file_not_present_"            = "Błąd: Plik jest niedostępny, załaduj go ponownie.";
"_order_by_"                    = "Sort by";
"_order_by_name_a_z_"           = "Sort by name (from A to Z)";
"_order_by_name_z_a_"           = "Sort by name (from Z to A)";
"_order_by_date_more_recent_"   = "Sort from the most recent";
"_order_by_date_less_recent_"   = "Sort from the less recent";
"_order_by_size_smallest_"      = "Sort from the smallest";
"_order_by_size_largest_"       = "Sort from the largest";
"_delete_selected_files_"       = "Usuń pliki";
"_move_selected_files_"         = "Przenieś pliki";
"_download_selected_files_"     = "Download files";
"_download_selected_files_folders_" = "Pobierz pliki i foldery";
"_error_operation_canc_"        = "Błąd: Operacja została anulowana.";
"_only_lock_passcode_"          = "Dostępne tylko kiedy blokada hasłem jest włączona. Aktywuj ją w \"Ustawieniach\".";
"_passcode_protection_"         = "Password protection";
"_remove_favorites_"            = "Usuń z ulubionych";
"_remove_offline_"              = "Usunięte z offline";
"_add_favorites_"               = "Add to favorites";
"_add_offline_"                 = "Dodaj do offline";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Udostępnij";
"_reload_"                      = "Reload";
"_open_in_"                     = "Otwórz w…";
"_remove_local_file_"           = "Usuń z cache";
"_add_local_"                   = "Dodaj do lokalnego magazynu";
"_comm_erro_pull_down_"         = "Uwaga: Błąd komunikacji z serwerem. Przeciągnij w dół aby odświeżyć.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "katalogi";
"_folder_"                      = "katalog";
"_files_"                       = "pliki";
"_file_"                        = "file";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Rozpoczynanie pobierania plików…";
"_no_file_pull_down_"           = "Wyślij plik lub przeciągnij w dół, aby odświeżyć";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Wyłącz synchronizację";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "Włączając folder offline, wszystkie pliki wewnątrz foldera zostaną zsynchronizowane z serwerem, kontynuować?";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "Grupuj alfabetycznie";
"_group_alphabetic_no_"         = "Grupuj alfabetycznie";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elementy";
"_tite_footer_upload_wwan_"     = "Sieć Wi-Fi jest wymagana, %lu %@ do wysłania";
"_tite_footer_upload_"          = "%lu %@ do wysłania";
"_tite_footer_download_wwan_"   = "Sieć Wi-Fi jest wymagana, %lu %@ do pobrania";
"_tite_footer_download_"        = "%lu %@ do pobrania";
"_limited_dimension_"           = "Reached maximum size";
"_save_selected_files_"         = "Zapisz zdjęcia i video w albumie zdjęć.";
"_file_not_saved_cameraroll_"   = "Błąd: Plik nie został zapisany w albumie zdjęć";
"_file_saved_cameraroll_"       = "Plik zapisany w albumie zdjęć";
"_directory_on_top_yes_"        = "✓ Katalogi na górze";
"_directory_on_top_no_"         = "Katalogi na górze";
"_folder_automatic_upload_"     = "Folder for \"Auto upload\"";
"_search_no_record_found_"      = "Brak wyników";
"_search_in_progress_"          = "Wyszukiwanie w trakcie…";
"_search_instruction_"          = "Szukaj pliku (minimum 2 znaki)";
"_files_no_files_"              = "Brak plików";
"_files_no_folders_"            = "No folders in here";
"_request_in_progress_"         = "Request to server in progress…";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERY";
"document"                      = "DOKUMENTY";
"image"                         = "OBRAZY";
"template"                      = "TEMPLATES";
"unknow"                        = "UNKNOWN";
"video"                         = "WIDEO";

"_file_del_only_local_"         = "Plik nieobecny na serwerze";

"_copy_file_"                   = "Kopiuj plik";
"_copy_files_"                  = "Kopiuj pliki";
"_paste_file_"                  = "Wklej plik";
"_paste_files_"                 = "Wklej pliki";

"_search_this_folder_"          = "Szukaj w tym folderze";
"_search_all_folders_"          = "Szukaj we wszystkich folderach";
"_search_sub_folder_"           = "Szukaj tutaj i w podfolderach";

"_theming_is_light_"            = "Temat serwera jest zbyt jasno pokolorowany, nie dotyczy";
"_cancel_all_task_"             = "Cancel all transfers";

"_status_wait_download_"        = "Waiting for download";
"_status_in_download_"          = "In download";
"_status_downloading_"          = "Downloading";
"_status_wait_upload_"          = "Waiting for upload";
"_status_in_upload_"            = "In upload";
"_status_uploading_"            = "Uploading";

// Media

"_select_media_folder_"         = "Select the \"Media\" folder";
"_media_viewimage_show_"        = "Show images";
"_media_viewimage_hide_"        = "Hide images";
"_media_viewvideo_show_"        = "Show video";
"_media_viewvideo_hide_"        = "Hide video";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Złe hasło";
"_error_download_photobrowser_" = "Błąd: nie można pobrać zdjęcia";

// Share

"_share_link_"                  = "Udostępnij link";
"_share_link_button_"           = "Wyślij link do…";
"_password_"                    = "Hasło";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Data";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Dodaj użytkowników lub grupy";
"_add_sharee_footer_"           = "Możesz współdzielić ten zasób dodając użytkowników lub grupy. Aby usunąć współdzielenie usuń wszystkich użytkowników i grupy.";
"_find_sharee_title_"           = "Wyszukaj";
"_find_sharee_"                 = "Szukaj użytkowników lub grupy…";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Udostępnij";
"_direct_sharee_footer_"        = "Jeśli już znasz nazwę, wpisz ją, a potem zaznacz rodzaj współdzielenie i wciśnij \"Zrobione\", aby potwierdzić";
"_direct_sharee_"               = "Podaj nazwę użytkownika…";
"_user_sharee_footer_"          = "Dotknij aby zmienić uprawnienia";
"_share_type_title_"            = "Typ współdzielenia";
"_share_type_user_"             = "Użytkownik";
"_share_type_group_"            = "Grupa";
"_share_type_remote_"           = "Zdalny";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_read_"           = "Odczyt";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "Plik/Katalog";
"_share_permission_type_"           = "Typ";
"_share_permission_typeuser_"       = "Użytkownik";
"_share_permission_typegroup_"      = "Grupa";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Stowarzyszenie";
"_share_permission_owner_"          = "Owner";
"_share_permission_date_"           = "Data";
"_share_permission_email_"          = "Notification via email";
"_share_link_readonly_"             = "Read only";
"_share_link_modify_"               = "Allow editing";
"_share_link_upload_"               = "File drop (upload only)";
"_share_link_upload_modify_"        = "Allow upload and editing";
"_share_link_hide_download_"        = "Hide download";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "Zasób zewnętrzny";

// Share Ext

"_destiny_folder_"                  = "Katalog: %@";

"_no_transfer_"                     = "Brak transferów";
"_no_transfer_sub_"                 = "Wysyłania i pobierania z tego urządzenia zostaną tutaj wyświetlone";
"_no_activity_"                     = "Brak aktywności";
"_transfers_"                       = "Przeniesienia";
"_activity_"                        = "Aktywność";
"_activity_file_not_present_"       = "Plik nie jest już obecny";

// List Shares

"_list_shares_"                     = "Udziały";
"_list_shares_no_files_"            = "Brak udostępnionych";
"_tutorial_list_shares_view_"       = "Pojawią się tutaj pliki oraz foldery, które udostępniasz";

// Offline - Local Storage

"_create_synchronization_"          = "Tworzenie synchronizacji";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Magazyn lokalny";
"_local_storage_no_record_"         = "Nie ma jeszcze żadnych plików";

// Create Cloud

"_upload_photos_videos_"            = "Wyślij zdjęcia lub video";
"_upload_file_"                     = "Wyślij plik";
"_upload_file_text_"                = "Utwórz plik tekstowy";

// Document Picker

"_save_document_picker_"            = "Zachowaj tutaj";

// CreateFormUploadAssets

"_destination_folder_"              = "Folder docelowy";
"_use_folder_auto_upload_"          = "Use the \"Auto upload\" folder as destination";
"_rename_filename_"                 = "Zmień nazwę";
"_filename_"                        = "Nazwa pliku";
"_preview_filename_"                = "Przykładowy podgląd nazwy pliku. Możesz użyć maski %@ dla daty/czasu";
"_forbidden_characters_"            = "Plik lub folder zawiera niedozwolone znaki";
"_add_filenametype_"                = "Podaj typ w nazwie pliku";
"_filenametype_photo_video_"        = "Zdjęcia/Video";
"_maintain_original_filename_"      = "Maintain original filename";

// Notification

"_notification_"                    = "Ogłoszenie";

// Photo Browser

"Done"                              = "Ukończono";
"Select Photos"                     = "Wybierz Zdjęcia";
"photo"                             = "zdjęcie";
"photos"                            = "zdjęcia";
"of"                                = "of";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Automatycznie wysyłaj plik";

// Text File

"_untitled_txt_"                    = "Bez_nazwy.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Szyfrowanie";
"_e2e_settings_"                    = "Szyfrowanie end-to-end";
"_e2e_settings_start_"              = "Rozpocznij szyfrowanie end-to-end";
"_e2e_settings_not_available_"      = "Szyfrowanie end-to-end jest niedostępne";
"_e2e_settings_activated_"          = "Aktywowano szyfrowanie end-to-end";
"_e2e_settings_view_passphrase_"    = "All 12 words together make a very strong password, letting only you view and make use of your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "Czytaj hasło";
"_e2e_settings_lock_not_active_"    = "Blokada nieaktywna, wróć do \"Ustawienia\" i aktywuj ją.";
"_e2e_settings_the_passphrase_is_"  = "Hasło to: ";
"_e2e_passphrase_request_title_"    = "Żądanie hasła";
"_e2e_passphrase_request_message_"  = "Wprowadź 12 słów";
"_e2e_settings_remove_"             = "Remove the encryption locally";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Szyfruj";
"_e2e_remove_folder_encrypted_"     = "Odszyfruj";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Usuwanie katalogu oznaczonego jako zaszyfrowany jest niedozwolone";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Could not create encrypted file";
"_e2e_error_update_metadata_"       = "Update metadata error";
"_e2e_error_store_metadata_"        = "Could not save metadata";
"_e2e_error_send_metadata_"         = "Could not send metadata";
"_e2e_error_delete_metadata_"       = "Could not delete metadata";
"_e2e_error_get_metadata_"          = "Could not fetch metadata";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Could not unlock folder";
"_e2e_error_lock_"                  = "Could not lock folder";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Szyfruj katalog";
"_e2e_error_directory_not_empty_"   = "The directory is not empty";

// Scan Document

"_scans_document_"                  = "Scans document";
"_scanned_images_"                  = "Scanned images";
"_scan_document_pdf_page_"          = "Page";
"_scan_label_document_zone_"        = "Drag images down for document creation";
"_filter_original_"                 = "Original";
"_filter_bn_"                       = "Black & White";
"_filter_grayscale_"                = "Grayscale";
"_quality_image_title_"             = "Image quality";
"_quality_high_"                    = "Large file size of high quality";
"_quality_medium_"                  = "Average file size of medium quality";
"_quality_low_"                     = "Small file size of low quality";
"_file_type_"                       = "File type";
"_pdf_password_"                    = "PDF Password";
"_file_creation_"                   = "File creation";
"_delete_all_scanned_images_"       = "Do you want to delete all scanned images?";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "Scanning";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "Next";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Edit Scan";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "Done";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Review";

// Trah

"_trash_view_"                      = "Deleted files";
"_trash_restore_all_"               = "Restore all files";
"_trash_delete_all_"                = "Empty trash";
"_trash_no_trash_"                  = "No files deleted";
"_trash_no_trash_description_"      = "You can restore deleted files from here";
"_trash_restore_selected_"          = "Restore selected files";
"_trash_delete_selected_"           = "Deleted selected files";

// Offline

"_manage_file_offline_"             = "Manage file offline";
"_set_available_offline_"           = "Set as available offline";
"_remove_available_offline_"        = "Remove as available offline";

// Richdocuments

"_create_new_document_"             = "Create new document";
"_create_new_spreadsheet_"          = "Create new spreadsheet";
"_create_new_presentation_"         = "Create new presentation";

// Intro

"_intro_1_title_"                   = "Keep your data secure and under your control";
"_intro_2_title_"                   = "Secure collaboration & file exchange";
"_intro_3_title_"                   = "Easy-to-use web mail, calendering & contacts";
"_intro_4_title_"                   = "Screensharing, online meetings & web conferences";

"_log_in_"                          = "Log in";
"_sign_up_"                         = "Sign up with provider";
"_host_your_own_server"             = "Host your own server";

// Error

"_bad_username_password_"               = "Wrong username or password";
"_cancelled_by_user"                    = "Transfer canceled";
"_error_folder_destiny_is_the_same_"    = "It is not possible to move the folder into itself";
"_error_not_permission_"                = "You don't have permission to complete the operation";
"_error_path_"                          = "Unable to open this file or folder. Please make sure it exists";
"_file_upload_not_exitst_"              = "The file that you want to upload does not exist";
"_forbidden_characters_from_server_"    = "The name contains at least one invalid character";
"_not_connected_internet_"              = "Server connection error";
"_not_possible_connect_to_server_"      = "It is not possible to connect to the server at this time";
"_not_possible_create_folder_"          = "Folder could not be created";
"_server_down_"                         = "Could not establish contact with server";
"_time_out_"                            = "Timeout, try again";
"_unknow_response_server_"              = "Unexpected response from server";
"_user_autentication_required_"         = "User autentication required";
"_file_directory_locked_"               = "File or directory locked";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid";
"_internal_server_"                     = "Internal server error";
"_file_already_exists_"                 = "Nie można zakończyć operacji, jest plik o takiej samej nazwie";
"_file_folder_not_exists_"              = "The source file wasn't found at the specified path";
"_folder_contents_nochanged_"           = "The folder contents have not changed";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Unexpected request method";
"_reauthenticate_user_"                 = "Access expired, log in again";
"_server_error_retry_"                  = "The server is temporarily unavailable";
"_too_many_files_"                      = "Too many files would be involved in this operation";
"_too_many_request_"                    = "Sending too many requests caused the rate limit to be reached";
"_user_over_quota_"                     = "Storage quota is reached";
"_ssl_connection_error_"                = "Connection SSL error, try again";
"_bad_request_"                         = "Bad request";
"_webdav_locked_"                       = "WebDAV Locked: Trying to access locked resource";
"_error_user_not_available_"            = "The user is no longer available";
"_server_response_error_"               = "Server response content error";

// BKPasscode

"%d Failed Passcode Attempts" = "%d failed passcode attempts";
"%d Failed Password Attempts" = "%d failed password attempts";

"1 Failed Passcode Attempt" = "1 failed passcode attempt";
"1 Failed Password Attempt" = "1 failed password attempt";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Ukończono";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Enter a different passcode. Cannot re-use the same passcode.";
"Enter a different password. Cannot re-use the same password." = "Enter a different password. Cannot re-use the same password.";

"Enter a passcode" = "Enter a passcode";
"Enter a password" = "Enter a password";

"Enter your new passcode" = "Enter your new passcode";
"Enter your new password" = "Enter your new password";

"Enter your old passcode" = "Enter your old passcode";
"Enter your old password" = "Enter your old password";

"Enter your passcode" = "Enter your passcode";
"Enter your password" = "Enter your password";

"Invalid Passcode" = "Invalid passcode";
"Invalid Password" = "Invalid password";

"Passcodes did not match.\nTry again." = "Passcodes did not match.\nTry again.";
"Password did not match.\nTry again." = "Password did not match.\nTry again.";

"Re-enter your passcode" = "Re-enter your passcode";
"Re-enter your password" = "Re-enter your password";

"Try again in %d minutes" = "Try again in %d minutes";

"Try again in 1 minute" = "Try again in 1 minute";

